Repository: Frd100/Gradefy-Free
Catalog: App/Localizable.xcstrings
Source language: fr
Languages: de, en, es

# about_compatibility
source: Compatibilité
de: Kompatibilität
en: Compatibility
es: Compatibilidad

# about_copyright
source: © 2025 Gradefy. Tous droits réservés.
de: © 2025 Gradefy. Alle Rechte vorbehalten.
en: © 2025 Gradefy. All rights reserved.
es: © 2025 Gradefy. Todos los derechos reservados.

# about_developer
source: Développeur
de: Entwickler
en: Developer
es: Desarrollador

# about_gradefy
source: À propos de Gradefy
de: Über Gradefy
en: About Gradefy
es: Acerca de Gradefy

# about_languages
source: Langues
de: Sprachen
en: Languages
es: Idiomas

# about_languages_value
source: Français, Anglais, Espagnol, Allemand
de: Französisch, Englisch, Spanisch, Deutsch
en: French, English, Spanish, German
es: Francés, Inglés, Español, Alemán

# accessibility_flashcard
source: Question: %1$@. Réponse: %2$@
de: Frage: %1$@. Antwort: %2$@
en: Question: %1$@. Answer: %2$@
es: Pregunta: %1$@. Respuesta: %2$@

# action_add
source: Ajouter
de: Hinzufügen
en: Add
es: Añadir

# action_add_cards
source: Ajouter des cartes
de: Karten hinzufügen
en: Add cards
es: Añadir tarjetas

# action_add_deck
source: Nouvelle liste
de: Neue Liste
en: New deck
es: Nueva lista

# action_add_subject
source: Nouvelle matière
de: Neues Fach
en: New subject
es: Nueva asignatura

# action_cancel
source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar

# action_choose_file
source: Choisir un fichier
de: Datei wählen
en: Choose file
es: Elegir archivo

# action_close
source: Fermer
de: Schließen
en: Close
es: Cerrar

# action_confirm
source: Confirmer
de: Bestätigen
en: Confirm
es: Confirmar

# action_copy_answer
source: Copier réponse
de: Antwort kopieren
en: Copy answer
es: Copiar respuesta

# action_copy_question
source: Copier question
de: Frage kopieren
en: Copy question
es: Copiar pregunta

# action_create
source: Créer
de: Erstellen
en: Create
es: Crear

# action_create_deck
source: Créer un deck
de: Liste erstellen
en: Create deck
es: Crear lista

# action_create_new_deck
source: Créer un nouveau deck
de: Neue Liste erstellen
en: Create new deck
es: Crear nueva lista

# action_delete
source: Supprimer
de: Löschen
en: Delete
es: Eliminar

# action_edit
source: Modifier
de: Bearbeiten
en: Edit
es: Editar

# action_export_data
source: Exporter les données
de: Daten exportieren
en: Export data
es: Exportar datos

# action_export_in_progress
source: Export en cours...
de: Export läuft...
en: Export in progress...
es: Exportación en progreso...

# action_export_my_data
source: Exporter mes données
de: Meine Daten exportieren
en: Export my data
es: Exportar mis datos

# action_finish
source: Terminer
de: Beenden
en: Finish
es: Terminar

# action_go_pro
source: Passer Pro
de: Pro werden
en: Go Pro
es: Hazte Pro

# action_import
source: Importer
de: Importieren
en: Import
es: Importar

# action_import_data
source: Importer des données
de: Daten importieren
en: Import data
es: Importar datos

# action_import_in_progress
source: Import en cours...
de: Import läuft...
en: Import in progress...
es: Importación en progreso...

# action_modify
source: Modifier
de: Bearbeiten
en: Edit
es: Editar

# action_new_card
source: Nouvelle carte
de: Neue Karte
en: New card
es: Nueva tarjeta

# action_reset
source: Réinitialiser
de: Zurücksetzen
en: Reset
es: Restablecer

# action_restart_later
source: Plus tard
de: Später
en: Later
es: Más tarde

# action_retry_association
source: Recommencer
de: Neu starten
en: Restart
es: Reiniciar

# action_retry_flashcard
source: Recommencer
de: Neu starten
en: Restart
es: Reiniciar

# action_save
source: Enregistrer
de: Speichern
en: Save
es: Guardar

# action_sort
source: Trier
de: Sortieren
en: Sort
es: Ordenar

# add_period
source: Ajouter une période
de: Zeitraum hinzufügen
en: Add period
es: Agregar período

# alert_add_cards_message
source: Ajoutez au moins une carte avant de commencer la révision.
de: Fügen Sie mindestens eine Karte hinzu, bevor Sie mit der Wiederholung beginnen.
en: Add at least one card before starting revision.
es: Añade al menos una tarjeta antes de empezar el repaso.

# alert_change_grading_system
source: Changer de système de notation
de: Benotungssystem ändern
en: Change grading system
es: Cambiar el sistema de calificación

# alert_complete_reset
source: Réinitialisation
de: Zurücksetzen
en: Reset
es: Restablecimiento

# alert_confirm_import
source: Confirmer l'importation
de: Import bestätigen
en: Confirm import
es: Confirmar importación

# alert_deck_empty
source: Deck vide
de: Leere Liste
en: Empty deck
es: Lista vacía

# alert_delete_impossible
source: Suppression impossible
de: Löschen nicht möglich
en: Cannot delete
es: No se puede eliminar

# alert_delete_period
source: Supprimer cette période
de: Diesen Zeitraum löschen
en: Delete this period
es: Eliminar este período

# alert_delete_period_message
source: La période « %@ » et toutes ses données associées seront définitivement supprimées.
de: Der Zeitraum « %@ » und alle zugehörigen Daten werden dauerhaft gelöscht.
en: The period « %@ » and all its associated data will be permanently deleted.
es: El período « %@ » y todos sus datos asociados serán eliminados permanentemente.

# alert_error
source: Erreur
de: Fehler
en: Error
es: Error

# alert_import_warning
source: Cette action supprimera toutes vos données actuelles et les remplacera par celles du fichier sélectionné. Cette action est irréversible.
de: Diese Aktion löscht alle Ihre aktuellen Daten und ersetzt sie durch die Daten aus der ausgewählten Datei. Diese Aktion ist unumkehrbar.
en: This action will delete all your current data and replace it with data from the selected file. This action is irreversible.
es: Esta acción eliminará todos tus datos actuales y los reemplazará con los del archivo seleccionado. Esta acción es irreversible.

# alert_keep_one_period
source: Au moins une période doit être conservée.
de: Mindestens ein Zeitraum muss beibehalten werden.
en: At least one period must be kept.
es: Al menos un período debe conservarse.

# alert_reset_message
source: Cette action supprimera définitivement toutes vos données. Elle est irréversible.
de: Diese Aktion wird alle Ihre Daten dauerhaft löschen. Sie kann nicht rückgängig gemacht werden.
en: This action will permanently delete all your data. It cannot be undone.
es: Esta acción eliminará permanentemente todos tus datos. No se puede deshacer.

# alert_restart_message
source: L'application doit être redémarrée pour appliquer le changement de langue.
de: Die Anwendung muss neu gestartet werden, um die Sprachänderung anzuwenden.
en: The application must be restarted to apply the language change.
es: La aplicación debe reiniciarse para aplicar el cambio de idioma.

# alert_restart_required
source: Redémarrage requis
de: Neustart erforderlich
en: Restart required
es: Reinicio requerido

# alert_system_change_message
source: Ce changement supprimera toutes vos matières et évaluations actuelles. Vos périodes seront conservées.
de: Diese Änderung löscht alle Ihre aktuellen Fächer und Bewertungen. Ihre Zeiträume bleiben erhalten.
en: This change will delete all your current subjects and evaluations. Your periods will be kept.
es: Este cambio eliminará todas sus asignaturas y evaluaciones actuales. Sus períodos se conservarán.

# appearance_description
source: Configurez les paramètres d’affichage selon les besoins d’utilisation.
de: Konfigurieren Sie die Anzeigeeinstellungen entsprechend Ihrer Nutzung.
en: Configure display settings according to your usage needs.
es: Configura los ajustes de visualización según tus necesidades de uso.

# appreciation_excellent
source: Excellent
de: Sehr gut
es: Excelente

# appreciation_good
source: Bien
de: Befriedigend
en: Good

# appreciation_insufficient
source: Insuffisant
de: Ungenügend
en: Unsatisfactory
es: Insuficiente

# appreciation_satisfactory
source: Passable
de: Ausreichend
en: Satisfactory
es: Suficiente

# appreciation_very_good
source: Très bien
de: Gut
en: Very good
es: Notable

source: Ascendant
de: Aufsteigend
en: Ascending
es: Ascendente

# association_completed
source: Association terminée
de: Zuordnung abgeschlossen
en: Association completed
es: Asociación completada

# association_game
source: Association
de: Zuordnung
en: Matching
es: Emparejamiento

# association_mode_description
source: Associez questions et réponses
de: Ordne Fragen und Antworten zu
en: Match questions and answers
es: Asocia preguntas y respuestas

# association_mode_title
source: Association
de: Zuordnung
es: Emparejamiento

# average_general
source: Moyenne générale
de: Gesamtdurchschnitt
en: Overall average
es: Promedio general

# average_german
source: Moyenne allemande
de: Deutscher Durchschnitt
en: German average
es: Promedio alemán

# average_gpa
source: GPA moyen
de: Durchschnitts-GPA
en: Average GPA
es: GPA promedio

# card_add_title
source: Ajouter une carte
de: Karte hinzufügen
en: Add card
es: Añadir una tarjeta

# card_edit_title
source: Modifier la carte
de: Karte bearbeiten
en: Edit card
es: Editar tarjeta

# completion_academic_period
source: Période académique
de: Akademische Periode
en: Academic period
es: Período académico

# completion_configured
source: Gradefy est maintenant configuré selon vos préférences.
de: Gradefy ist jetzt gemäß Ihren Einstellungen konfiguriert.
en: Gradefy is now set up according to your preferences.
es: Gradefy ya está configurado según tus preferencias.

# completion_grading_system
source: Système de notation
de: Benotungssystem
en: Grading system
es: Sistema de calificación

# completion_profile
source: Profil personnalisé
de: Personalisiertes Profil
en: Personalized profile
es: Perfil personalizado

# completion_ready_title
source: Tout est prêt, %@ !
de: Alles ist bereit, %@!
en: Everything is ready, %@!
es: ¡Todo está listo, %@!

# data_backup_section
source: Sauvegarde
de: Sicherung
en: Backup
es: Copia de segurida

# data_management_description
source: Gérez la sauvegarde et l’importation de vos données.
de: Verwalte deine Datensicherung und den Import.
en: Manage your data backup and import.
es: Gestiona la copia de seguridad e importación de tus datos.

# data_reset_section
source: Réinitialisation
de: Zurücksetzen
en: Reset
es: Restablecimiento

# deck_cards_count
source: Cartes: %lld
de: Karten: %lld
en: Cards: %lld
es: Tarjetas: %lld

# deck_cards_simple
source: %lld cartes
de: %lld Karten
en: %lld cards
es: %lld tarjetas

# deck_choose_subject
source: Choisissez une matière à réviser
de: Wählen Sie ein Fach zum Wiederholen
en: Choose a subject to review
es: Elige una materia para repasar

# deck_contains_cards
source: Cette liste contient %d cartes.
de: Diese Liste enthält %d Karten.
en: This list contains %d cards.
es: Esta lista contiene %d tarjetas.

# deck_contains_cards_import_50
source: Cette liste contient %d cartes. Vous pouvez importer les 50 premières.
de: Diese Liste enthält %d Karten. Sie können die ersten 50 importieren.
en: This list contains %d cards. You can import the first 50.
es: Esta lista contiene %d tarjetas. Puedes importar las primeras 50.

# deck_contains_total_import_50
source: Ce deck contient %d cartes. Vous pouvez importer les 50 premières cartes.
de: Dieses Deck enthält %d Karten. Sie können die ersten 50 Karten importieren.
en: This deck contains %d cards. You can import the first 50 cards.
es: Esta lista contiene %d tarjetas. Puedes importar las primeras 50 tarjetas.

# deck_create_first
source: Créez votre premier deck de flashcards
de: Erstellen Sie Ihr erstes Karteikarten-Deck
en: Create your first flashcard deck
es: Crea tu primera lista de tarjetas

# deck_edit_name
source: Modifier le nom de la liste
de: Listennamen bearbeiten
en: Edit list name
es: Editar nombre de la lista

# deck_enter_name
source: Saisir le nom de la liste
de: Listennamen eingeben
en: Enter list name
es: Escribe el nombre de la lista

# deck_fallback_name
source: Deck
de: Liste
es: Lista

# deck_limit_approaching %lld
source: Plus que %lld avant d'atteindre la limite de cette liste
de: Nur noch %lld bevor das Limit dieser Liste erreicht ist
en: Only %lld left before reaching this list's limit
es: Solo quedan %lld antes de alcanzar el límite de esta lista

# deck_limit_reached
source: Limite de cette liste atteinte 200/200
de: Limit dieser Liste erreicht 200/200
en: Limit of this list reached 200/200
es: Límite de esta lista alcanzado 200/200

# deck_new_default
source: Nouveau deck
de: Neue Liste
en: New deck
es: Nueva lista

# deck_subject_description
source: Décks de flashcards pour la matière « %@ »
de: Karteikarten-Listen für Fach « %@ »
en: Flashcard decks for subject « %@ »
es: Listas de tarjetas para la materia « %@ »

# deck_unnamed
source: Deck sans nom
de: Unbenannte Liste
en: Unnamed deck
es: Lista sin nombre

# delete_list_message
source: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.
de: Sind Sie sicher, dass Sie „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete “%@”? This action cannot be undone.
es: ¿Está seguro de que desea eliminar «%@»? Esta acción es irreversible.

# delete_list_title
source: Supprimer la liste
de: Liste löschen
en: Delete list
es: Eliminar la lista

# delete_permanently
source: Supprimer définitivement
de: Endgültig löschen
en: Delete permanently
es: Eliminar permanentemente

# delete_subject_message
source: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.
de: Sind Sie sicher, dass Sie „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete “%@”? This action cannot be undone.
es: ¿Está seguro de que desea eliminar «%@»? Esta acción es irreversible.

# delete_subject_title
source: Supprimer la matière
de: Fach löschen
en: Delete subject
es: Eliminar la asignatura

# empty_flashcard_title
source: Vous n’avez aucune carte pour le moment
de: Sie haben derzeit keine Karten
en: You have no cards at the moment
es: No tienes tarjetas por el momento

# empty_list_button_add
source: Nouvelle liste
de: Neue Liste
en: New list
es: Nueva lista

# empty_list_title
source: Vous n’avez aucune liste pour le moment
de: Sie haben derzeit keine Listen
en: You have no lists at the moment
es: No tienes listas por el momento

# empty_no_cards
source: Vous n'avez aucune carte pour le moment
de: Sie haben derzeit keine Karten
en: You have no cards at the moment
es: No tienes tarjetas por el momento

# empty_no_deck
source: Aucun deck
de: Keine Listen
en: No decks
es: Sin listas

# empty_no_periods
source: Aucune période
de: Kein Zeitraum
en: No period
es: Ningún período

# empty_no_subject
source: Aucune matière
de: Keine Fächer
en: No subjects
es: Ninguna asignatura

# empty_periods_description
source: Organisez vos matières en créant des périodes.
de: Organisieren Sie Ihre Fächer durch das Erstellen von Zeiträumen.
en: Organize your subjects by creating periods.
es: Organiza tus asignaturas creando períodos.

# empty_subjects_message
source: Vous n'avez aucune matière pour le moment
de: Sie haben derzeit keine Fächer
en: You have no subjects at the moment
es: No tienes asignaturas por el momento

# error_add_period_first
source: Veuillez d'abord ajouter une période.
de: Bitte fügen Sie zuerst einen Zeitraum hinzu.
en: Please add a period first.
es: Por favor, agregue un período primero.

# error_coefficient_range
source: Veuillez saisir une valeur entre 0,5 et 10.
de: Bitte geben Sie einen Wert zwischen 0,5 und 10 ein.
en: Please enter a value between 0.5 and 10.
es: Por favor, introduzca un valor entre 0,5 y 10.

# error_credits_range_05_8
source: Veuillez saisir une valeur entre 0,5 et 10.
de: Bitte geben Sie einen Wert zwischen 0,5 und 10 ein.
en: Please enter a value between 0.5 and 8.
es: Por favor, introduzca un valor entre 0,5 y 8.

# error_ects_range
source: Veuillez saisir une valeur entre 0,5 et 8.
de: Bitte geben Sie einen Wert zwischen 0,5 und 8 ein.
en: Please enter a value between 0.5 and 8.
es: Por favor, introduzca un valor entre 0,5 y 8.

# error_empty_name
source: Le nom ne peut pas être vide
de: Der Name darf nicht leer sein
en: Name cannot be empty
es: El nombre no puede estar vacío

# error_end_date_after_start
source: La date de fin doit être postérieure à la date de début.
de: Enddatum muss nach dem Startdatum liegen.
en: End date must be after start date.
es: La fecha de fin debe ser posterior a la fecha de inicio.

# error_evaluation_duplicate
source: Cette évaluation existe déjà.
de: Bewertung bereits vorhanden.
en: Evaluation already exists.
es: Esta evaluación ya existe.

# error_german_grades
source: Veuillez saisir une valeur entre 1 et 5.
de: Bitte geben Sie einen Wert zwischen 1 und 5 ein.
en: Please enter a value between 1 and 5.
es: Por favor, introduzca un valor entre 1 y 5.

# error_gpa_range_0_4
source: Veuillez saisir une valeur entre 0 et 4.
de: Bitte geben Sie einen Wert zwischen 0 und 4 ein.
en: Please enter a value between 0 and 4.
es: Por favor, introduzca un valor entre 0 y 4.

# error_grade_range_0_10
source: Veuillez saisir une valeur entre 0 et 10.
de: Bitte geben Sie einen Wert zwischen 0 und 10 ein.
en: Please enter a value between 0 and 10.
es: Por favor, introduzca un valor entre 0 y 10.

# error_grade_range_0_20
source: Veuillez saisir une valeur entre 0 et 20.
de: Bitte geben Sie einen Wert zwischen 0 und 20 ein.
en: Please enter a value between 0 and 20.
es: Por favor, introduzca un valor entre 0 y 20.

# error_grade_required_past
source: Une note est requise pour les évaluations passées
de: Eine Note ist für vergangene Bewertungen erforderlich
en: A grade is required for past evaluations
es: Se requiere una nota para las evaluaciones pasadas

# error_invalid_grade_system
source: Cette note n'est pas valide pour le système %@
de: Diese Note ist für das %@-System nicht gültig
en: This grade is not valid for the %@ system
es: Esta nota no es válida para el sistema %@

# error_period_name_required
source: Le nom de la période est requis.
de: Name des Zeitraums ist erforderlich.
en: Period name is required.
es: El nombre del período es requerido.

# error_save
source: Erreur lors de la sauvegarde : %@
de: Fehler beim Speichern: %@
en: Error while saving: %@
es: Error al guardar: %@

# error_save_failed
source: Erreur lors de l'enregistrement : %@
de: Fehler beim Speichern: %@
en: Error while saving: %@
es: Error al guardar: %@

# error_subject_duplicate
source: Cette matière existe déjà.
de: Fach bereits vorhanden.
en: Subject already exists.
es: Esta asignatura ya existe.

# evaluation_no_evaluation
source: Aucune évaluation
de: Keine Bewertung
en: No evaluation
es: Sin evaluación

# evaluation_no_upcoming
source: Vous n'avez aucune évaluation à venir
de: Sie haben keine bevorstehenden Bewertungen
en: You have no upcoming evaluations
es: No tienes evaluaciones pendientes

# evaluation_title_fallback
source: Titre de l'évaluation
de: Bewertungstitel
en: Evaluation title
es: Título de evaluación

# export_data_description
source: Créez un fichier de sauvegarde contenant toutes vos données : profil, périodes, matières, évaluations et cartes mémoire.
de: Erstellen Sie eine Sicherungsdatei mit all Ihren Daten: Profil, Zeiträume, Fächer, Bewertungen und Speicherkarten.
en: Create a backup file containing all your data: profile, periods, subjects, evaluations and memory cards.
es: Crea un archivo de respaldo que contiene todos tus datos: perfil, períodos, materias, evaluaciones y tarjetas de memoria.

# export_data_title
source: Exporter vos données
de: Ihre Daten exportieren
en: Export your data
es: Exportar tus datos

# feature_calculations_description
source: Calcul automatique des résultats.
de: Automatische Berechnung der Ergebnisse.
en: Automatic calculation of results.
es: Cálculo automático de resultados.

# feature_calculations_title
source: Calculs automatiques
de: Automatische Berechnungen
en: Automatic calculations
es: Cálculos automáticos

# feature_revision_description
source: Outils intégrés pour réviser efficacement
de: Integrierte Tools für effiziente Wiederholung
en: Integrated tools for efficient revision
es: Herramientas integradas para revisar eficientemente

# feature_revision_title
source: Révision intégrée
de: Integrierte Wiederholung
en: Integrated revision
es: Revisión integrada

# feature_tracking_description
source: Suivi des évaluations à venir
de: Verfolgung bevorstehender Bewertungen
en: Tracking of upcoming evaluations
es: Seguimiento de las evaluaciones próximas

# feature_tracking_title
source: Suivi des évaluations
de: Bewertungsverfolgung
en: Evaluation tracking
es: Seguimiento de evaluaciones

# feature_weekly_description
source: Suivi des sessions de révision hebdomadaires.
de: Verfolgung wöchentlicher Wiederholungssitzungen.
en: Track weekly revision sessions.
es: Seguimiento de sesiones de revisión semanales.

# feature_weekly_title
source: Suivi hebdomadaire
de: Wöchentliche Verfolgung
en: Weekly tracking
es: Seguimiento semanal

source: Fermer
de: Schließen
en: Close
es: Cerrar

# field_coefficient
source: Coefficient
de: Koeffizient
es: Coeficiente

# field_credits
source: Crédits
de: Credits
en: Credits
es: Créditos

# field_date
source: Date
de: Datum
es: Fecha

# field_ects_points
source: Points ECTS
de: ECTS-Punkte
en: ECTS Points
es: Puntos ECTS

# field_end_date
source: Date de fin
de: Enddatum
en: End date
es: Fecha de fin

# field_name
source: Nom
de: Name
en: Name
es: Nombre

# field_optional
source: Optionnel
de: Optional
en: Optional
es: Opcional

# field_required
source: Requis
de: Erforderlich
en: Required
es: Requerido

# field_start_date
source: Date de début
de: Startdatum
en: Start date
es: Fecha de inicio

# flashcard_empty_question
source: Question vide
de: Leere Frage
en: Empty question
es: Pregunta vacía

# flashcard_mode_description
source: Étudiez en swipant
de: Lernen durch Wischen
en: Study by swiping
es: Estudia deslizando

# flashcard_mode_title
source: Flashcard
de: Karteikarten
es: Tarjetas

# flashcard_no_cards_to_review
source: Aucune carte à réviser.
de: Keine Karten zu wiederholen.
en: No cards to review.
es: No hay cartas para repasar.

# flashcard_revision
source: Révision
de: Wiederholung
en: Revision
es: Repaso

# form_answer
source: Réponse
de: Antwort
en: Answer
es: Respuesta

# form_subject
source: Sujet
de: Frage
en: Question
es: Pregunta

# future_evaluation_title
source: Évaluation future
de: Zukünftige Bewertung
en: Future evaluation
es: Evaluación futura

# grading_canada_average
source: GPA moyen
de: Durchschnitts-GPA
en: Average GPA
es: GPA promedio

# grading_canada_description
source: Système canadien avec GPA de 0.0 à 4.0
de: Kanadisches System mit GPA von 0.0 bis 4.0
en: Canadian system with GPA from 0.0 to 4.0
es: Sistema canadiense con GPA de 0.0 a 4.0

# grading_canada_system_name
source: Notation canadienne
de: Kanadische Bewertung
en: Canadian grading
es: Calificación canadiense

# grading_france_average
source: Moyenne générale
de: Gesamtdurchschnitt
en: Overall average
es: Promedio general

# grading_france_description
source: Système français traditionnel de 0 à 20
de: Traditionelles französisches System von 0 bis 20
en: Traditional French system from 0 to 20
es: Sistema francés tradicional de 0 a 20

# grading_france_label
source: France (/20)
de: Frankreich (/20)
es: Francia (/20)

# grading_france_system_name
source: Notation française
de: Französische Bewertung
en: French grading
es: Calificación francesa

# grading_germany_average
source: Moyenne allemande
de: Deutscher Durchschnitt
en: German average
es: Promedio alemán
